{
  "brandName": "The AgencyIQ ",
  "productsServices": "Value proposition:  You’re invisible, that not good.  AgencyIQ gives you a beacon that's always on.\n\nThe pain:\nYou’re invisible, and silence is killing your growth.\nThe gain:\nYou show up.\nWeek in, week out.\nProfessionally. Strategically. Automatically.\n \nStarter Subscription, 10 posts + 2 Free:  $19.99/30 days\nGrowth Subscription, 25 posts + 2 Free:  $41.99/30 days\nProfessional Subscription, 45 posts + 2 Free:  $99.99/30 days\n",
  "corePurpose": "To stop good local businesses from dying quietly,  to \"Keep me visible even when I am too busy to show up, not just visibility, but validation. For those who want what the big brands have: presence, polish, and power, without the army it takes to get there.”",
  "audience": "Queensland small business owners seeking growth",
  "jobToBeDone": "Growing their business sustainably while maintaining work-life balance and building strong customer relationships",
  "motivations": "Achieving financial security, building a legacy business, making a positive impact in their community, and gaining recognition as industry leaders",
  "painPoints": "Limited marketing budget, lack of time for strategic planning, difficulty measuring ROI, keeping up with digital trends, and competing with larger businesses",
  "goals": {
    "driveTraffic": true,
    "websiteUrl": "https://app.theagenyciq.ai",
    "trafficTarget": "",
    "buildBrand": false,
    "followerTarget": "",
    "reachTarget": "",
    "makeSales": false,
    "salesUrl": "",
    "salesTarget": "",
    "conversionTarget": "",
    "generateLeads": false,
    "leadTarget": "",
    "engagementTarget": "",
    "informEducate": false,
    "keyMessage": "The AgencyIQ  delivers Value proposition:  You’re invisible, that not good.  AgencyIQ gives you a beacon that's always on.\n\nThe pain:\nYou’re invisible, and silence is killing your growth.\nThe gain:\nYou show up.\nWeek in, week out.\nProfessionally. Strategically. Automatically.\n \nStarter Subscription, 10 posts + 2 Free:  $19.99/30 days\nGrowth Subscription, 25 posts + 2 Free:  $41.99/30 days\nProfessional Subscription, 45 posts + 2 Free:  $99.99/30 days\n to help Queensland small businesses to stop good local businesses from dying quietly,  to \"keep me visible even when i am too busy to show up, not just visibility, but validation. for those who want what the big brands have: presence, polish, and power, without the army it takes to get there.”",
    "educationTarget": "Educate Queensland SMEs about effective marketing strategies, digital transformation, and sustainable business growth practices"
  },
  "contactDetails": {
    "email": "support@theagencyiq.ai",
    "phone": ""
  },
  "logoUrl": "/uploads/logo.png"
}